Repository: VeljkoW/Tourism-Accommodation-Management-App
Catalog: Properties/Resources.*.resx
Languages: sr

source: Accept
sr: Prihvati

source: Accommodation Management
sr: Upravljanje Smeštajevima

source: Accommodation Name
sr: Naziv Smeštaja

source: Accommodation Name:
sr: Naziv Smeštaja:

source: Accommodation Name:*
sr: Naziv Smeštaja:*

source: Accommodation Statistics
sr: Statistika Smeštajeva

source: Accommodation Type:*
sr: Tip Smeštaja:*

source: Accommodation:
sr: Smeštaj:

source: Add accommodations
sr: Dodaj smeštajeve

source: Add Image
sr: Dodaj sliku

source: Available Dates:*
sr: Dostupni Datumi:*

source: Cancel Renovation
sr: Otkaži Renoviranje

source: Cancelation Days Limit:
sr: Limit dana za otkazivanje:

source: Cancelation days limit:*
sr: Limit dana za otkazivanje:*

source: Cancellation
sr: Otkazivanja

source: Check-in Date
sr: Datum prijave

source: Check-out Date
sr: Datum odjave

source: Choose Location
sr: Izaberi Lokaciju

source: Choose Your Accommodation:
sr: Izaberi Svoj Smeštaj:

source: Choose your Accommodation:*
sr: Izaberi Svoj Smeštaj:*

source: City:
sr: Grad:

source: Cleanliness:*
sr: Čistoća:*

source: Close
sr: Zatvori

source: Close accommodations
sr: Zatvori smeštajeve

source: Comment:
sr: Komentar:

source: Comment:*
sr: Komentar:*

source: Decline
sr: Odbij

source: Download Reservation Report
sr: Preuzmi Izveštaj Rezervacija

source: Duration of Renovation:*
sr: Trajanje Renoviranja:*

source: End Date:
sr: Završni Datum:

source: End Date:*
sr: Završni Datum:*

source: End Renovation Date:*
sr: Završni Datum Renoviranja:*

source: Following guidelines:*
sr: Poštovanje pravila:*

source: For the selected accommodation, choose start and end date you want the report for:
sr: Za izabrani smeštaj, izaberi početni i završni datum za koji želiš izveštaj:

source: Free
sr: Slobodno

source: Guest Rating
sr: Ocenjivanje Gostiju

source: Guest Reviews
sr: Recenzije Gostiju

source: Guest Username
sr: Korisničko ime gosta

source: Guest Username:
sr: Korisničko ime gosta:

source: Guest:
sr: Gost:

source: History
sr: Istorija

source: History of renovation
sr: Istorija Renoviranja

source: Language
sr: Jezik

source: Least popular locations
sr: Najnepopularnije lokacije

source: Level of Renovation Request:
sr: Nivo Zahteva za Renoviranje:

source: Location
sr: Lokacija

source: Location - City:*
sr: Lokacija - Grad:*

source: Location - State:*
sr: Lokacija - Država:*

source: Location:
sr: Lokacija:

source: Log out
sr: Odjavi se

source: Max Guest Number:
sr: Maks. broj gostiju:

source: Max number of guests:*
sr: Maksimalan broj gostiju:*

source: Min number of reservation days:*
sr: Najmanji broj rezervisanih dana:*

source: Min Reservation Days:
sr: Min. rezervisanih dana:

source: Month
sr: Mesec

source: Most occupied month:
sr: Najzauzetiji mesec:

source: Most occupied year:
sr: Najzauzetija godina:

source: Most popular locations
sr: Najpopularnije lokacije

source: Notifications
sr: Obaveštenja

source: Post
sr: Objavi

source: Rate Guest
sr: Oceni Gosta

source: Rating Guest:
sr: Ocenjivanje Gosta:

source: Registration
sr: Registracija

source: Renovate
sr: Renoviraj

source: Renovation
sr: Renoviranje

source: Renovation Details:*
sr: Detalji Renoviranja:*

source: Renovation recommended
sr: Predloženih renoviranja

source: Renovation Requests
sr: Zahtevi za Renoviranje

source: Report
sr: Prijavi

source: Report numbers:
sr: Broj prijava:

source: Rescheduling
sr: Pomeranja rezervacija

source: Reservation
sr: Rezervacije

source: Reservation Rescheduling
sr: Pomeranje Rezervacija

source: Reviews
sr: Recenzije

source: Schedule renovation
sr: Zakaži renoviranje

source: Scheduling
sr: Zakazivanje

source: Search
sr: Pretraga

source: Select the guest you want to rate:
sr: Izaberi gosta kog želiš da oceniš:

source: Select the reservation request you want to accept/decline:
sr: Izaberi zahtev za rezervaciju koji želiš da povrdiš/odbiješ:

source: Selected Guest
sr: Izabrani gost

source: Start Date:
sr: Početni Datum:

source: Start Date:*
sr: Početni Datum:*

source: Start Renovation Date:*
sr: Početni Datum Renoviranja:*

source: State:
sr: Država:

source: Statistics by Month
sr: Statistike po Mesecima

source: Statistics by Year
sr: Statistike po Godinama

source: Theme
sr: Tema

source: Type:
sr: Tip:

source: Upcoming Renovations
sr: Predstojeća Renoviranja

source: Useful Forum!
sr: Koristan Forum!

# usefulForumMessage
source: In order to become a useful forum, there must be at least 10 owners' comments and at least 20 guests' comments
sr: Da bi forum postao koristan, mora da ima barem 10 komentara vlasnika i 20 komentara gostiju

source: Year
sr: Godina

source: Your Accommodations
sr: Tvoji Smeštajevi
